Repository: bbmjja8123/kSpaceClean
Catalog: kWise/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# %@ (%@) - PID %@
source: %1$@ (%2$@) - PID %3$@
ja: %@（%@）- PID %@
zh_hans: %@ (%@) - PID %@

source: %@ files
ja: %@ 個のファイル
zh_hans: %@ 个文件

# %@ 个文件
source: %@ files
ja: %@ 個のファイル
zh_hans: %@ 个文件

# %@ 个有残留文件
source: %@ with leftover files
ja: %@ 件に残留ファイル
zh_hans: %@ 个有残留文件

# %@ 字节
source: %@ bytes
ja: %@ バイト
zh_hans: %@ 字节

# %@ 字节 · %@ 项
source: %1$@ 字节 · %2$@ 项
ja: %@ バイト · %@ 件
zh_hans: %@ 字节 · %@ 项

# %@ 张 · 可释放约 %@
source: %1$@ 张 · 可释放约 %2$@
ja: %@ 枚 · 約 %@ 解放可能
zh_hans: %@ 张 · 可释放约 %@

# %@ 项
source: %@ items
ja: %@ 件
zh_hans: %@ 项

# %@ 项 · %@
source: %1$@ 项 · %2$@
ja: %@ 件 · %@
zh_hans: %@ 项 · %@

# 100% 本地处理，零数据上报
source: Processed 100% on-device. Zero data collection.
ja: すべて本機で処理。データ収集は一切ありません。
zh_hans: 100% 本地处理，零数据上报

source: 180+ days
ja: 180日以上
zh_hans: 180+ 天

# 30 天
source: 30 days
ja: 30日
zh_hans: 30 天

source: 30+ days
ja: 30日以上
zh_hans: 30+ 天

# 7 天
source: 7 days
ja: 7日
zh_hans: 7 天

# 7 天免费试用 · 之后 ¥98/年
source: 7-Day Free Trial · ¥98/year
ja: 7日間無料トライアル · その後 ¥2,400/年
zh_hans: 7 天免费试用 · 之后 ¥98/年

# 90 天
source: 90 days
ja: 90日
zh_hans: 90 天

source: 90+ days
ja: 90日以上
zh_hans: 90+ 天

# AI 智能分类
source: AI Classification
ja: AI分類
zh_hans: AI 智能分类

source: Any
ja: 指定なし
zh_hans: 不限

# Finder 可将 30 天内移入废纸篓的文件放回原位置
source: Finder can put files trashed within 30 days back where they came from.
ja: Finder は 30 日以内にゴミ箱へ移動したファイルを元の場所に戻せます。
zh_hans: Finder 可将 30 天内移入废纸篓的文件放回原位置

# Mac 健康月报
source: Mac Health Report
ja: Mac 健康レポート
zh_hans: Mac 健康月报

# S.M.A.R.T. 状态
source: S.M.A.R.T. Status
ja: S.M.A.R.T. ステータス
zh_hans: S.M.A.R.T. 状态

source: Scanning... %@ files
ja: スキャン中... %@ 個のファイル
zh_hans: 扫描中... %@ 个文件

source: Smart Care
ja: スマートケア
zh_hans: 智能清理

# kWise 会扫描系统缓存、应用缓存、日志与残留文件，扫描结果按应用归组展示。
source: kWise scans system caches, app caches, logs and leftover files, then groups the results by app.
ja: kWise はシステムキャッシュ、アプリキャッシュ、ログ、残留ファイルをスキャンし、アプリごとに結果をまとめて表示します。
zh_hans: kWise 会扫描系统缓存、应用缓存、日志与残留文件，扫描结果按应用归组展示。

# kWise 只列出它能实际处理的项目；其余项会直接带你去系统设置。
source: kWise only lists items it can actually handle; the rest take you straight to System Settings.
ja: kWise は実際に処理できる項目のみを表示します。それ以外はシステム設定へご案内します。
zh_hans: kWise 只列出它能实际处理的项目；其余项会直接带你去系统设置。

# kWise 可以扫描家目录下的缓存、日志与应用残留。
source: kWise can scan your home folder for caches, logs and app leftovers.
ja: kWise はホームフォルダ内のキャッシュ、ログ、アプリの残留ファイルをスキャンできます。
zh_hans: kWise 可以扫描家目录下的缓存、日志与应用残留。

# kWise 在沙箱内运行，需要你一次性授权主目录才能扫描缓存、日志与应用残留。文件不会被上传，扫描全部在本机完成。
source: kWise runs in a sandbox and needs a one-time grant for your home folder to scan caches, logs and app leftovers. Nothing is uploaded — scanning happens entirely on this Mac.
ja: kWise はサンドボックス内で動作するため、キャッシュ・ログ・アプリの残留ファイルをスキャンするにはホームフォルダへの一回限りの許可が必要です。ファイルがアップロードされることはなく、スキャンはすべて本機で完結します。
zh_hans: kWise 在沙箱内运行，需要你一次性授权主目录才能扫描缓存、日志与应用残留。文件不会被上传，扫描全部在本机完成。

# menu.lastCleanup %@
source: Last cleanup: %@
ja: 前回のクリーンアップ: %@
zh_hans: 最近清理: %@

# nav.appUninstall
source: App Uninstall
ja: アプリ削除
zh_hans: 应用卸载

# nav.assistant
source: Cleanup Assistant
ja: クリーンアップアシスタント
zh_hans: 清理助手

# nav.cleanup
source: Clean
ja: クリーンアップ
zh_hans: 清理

# nav.diskHealth
source: Disk Health
ja: ディスクの健康状態
zh_hans: 磁盘健康

# nav.duplicates
source: Duplicates
ja: 重複ファイル
zh_hans: 重复文件

# nav.history
source: History
ja: 履歴
zh_hans: 历史

# nav.largeOld
source: Large Files
ja: 大きなファイル
zh_hans: 大文件

# nav.maintenance
source: Maintenance
ja: メンテナンス
zh_hans: 系统维护

# nav.monthlyReport
source: Health Report
ja: 健康レポート
zh_hans: 健康月报

# nav.photoClean
source: Photo Cleanup
ja: 写真クリーンアップ
zh_hans: 照片清理

# nav.privacy
source: Privacy
ja: プライバシー
zh_hans: 隐私

# nav.scan
source: Scan
ja: スキャン
zh_hans: 扫描

# nav.settings
source: Settings
ja: 設定
zh_hans: 设置

# nav.shredder
source: File Shredder
ja: ファイルシュレッダー
zh_hans: 文件粉碎

# nav.smartCare
source: Smart Care
ja: スマートケア
zh_hans: 智能清理

# nav.spaceMap
source: Space Map
ja: スペースマップ
zh_hans: 空间地图

# nav.startupItems
source: Startup Items
ja: 起動項目
zh_hans: 启动项

# nav.tools
source: Toolbox
ja: ツールボックス
zh_hans: 工具箱

# ⚠️ 包含 Cookie，清理后将退出所有网站的登录状态
source: ⚠️ Contains cookies — cleaning will sign you out of every website.
ja: ⚠️ Cookie が含まれます。クリーンアップするとすべてのサイトからログアウトします。
zh_hans: ⚠️ 包含 Cookie，清理后将退出所有网站的登录状态

# 一键扫描 · 智能清理 · 焕然如新
source: Scan · Pick · Clean in one tap
ja: スキャン · 選定 · 清理をワンタップで
zh_hans: 一键扫描 · 智能清理 · 焕然如新

# 一键清理
source: Clean Up
ja: ワンクリック清掃
zh_hans: 一键清理

# 不限
source: Any
ja: 指定なし
zh_hans: 不限

# 两个文件夹内容完全相同——像是同一项目的两次备份
source: These two folders are byte-identical — likely two backups of the same project.
ja: 2 つのフォルダの内容は完全に同一です。同じプロジェクトの 2 回分のバックアップと思われます。
zh_hans: 两个文件夹内容完全相同——像是同一项目的两次备份

# 两个文件夹内容完全相同——其中一个已经 %lld 天没有更新，像是同一项目的旧备份
source: These two folders are byte-identical — one hasn't changed in %lld days, so it looks like an older backup of the same project.
ja: 2 つのフォルダの内容は完全に同一です。一方は %lld 日間更新されておらず、同じプロジェクトの古いバックアップと思われます。
zh_hans: 两个文件夹内容完全相同——其中一个已经 %lld 天没有更新，像是同一项目的旧备份

# 严格（仅几乎相同）
source: Strict (near-identical only)
ja: 厳密（ほぼ同一のみ）
zh_hans: 严格（仅几乎相同）

# 也可以先运行一次智能扫描，地图将展示全部分类。
source: You can also run a Smart Care scan first — the map will then show every category.
ja: 先にスマートケアのスキャンを実行すると、マップにすべてのカテゴリが表示されます。
zh_hans: 也可以先运行一次智能扫描，地图将展示全部分类。

# 仅容器访问
source: Container access only
ja: コンテナへのアクセスのみ
zh_hans: 仅容器访问

# 以下启动配置存在异常，可能已失效
source: These startup entries look broken and may no longer work.
ja: 次の起動設定は異常があり、無効になっている可能性があります。
zh_hans: 以下启动配置存在异常，可能已失效

# 保留最新
source: Keep newest
ja: 最新を保持
zh_hans: 保留最新

# 保留最高分辨率
source: Keep highest resolution
ja: 最高解像度を保持
zh_hans: 保留最高分辨率

# 修复常见系统问题。受沙箱限制的任务提供可直接粘贴到终端的命令。
source: Fix common system problems. For tasks the sandbox blocks, kWise gives you a command to paste into Terminal.
ja: よくあるシステムの問題を修復します。サンドボックスで制限される作業には、ターミナルに貼り付けられるコマンドを提示します。
zh_hans: 修复常见系统问题。受沙箱限制的任务提供可直接粘贴到终端的命令。

# 免费版每 30 天可清理 1 GB，订阅后不限量。
source: The free version cleans up to 1 GB every 30 days. Subscribe for unlimited cleaning.
ja: 無料版は 30 日ごとに 1 GB までクリーンアップできます。購読すると無制限になります。
zh_hans: 免费版每 30 天可清理 1 GB，订阅后不限量。

# 全选
source: Select All
ja: すべて選択
zh_hans: 全选

# 全部来源
source: All sources
ja: すべての取得元
zh_hans: 全部来源

# 全部还原
source: Restore all
ja: すべて復元
zh_hans: 全部还原

# 共 %@
source: %@ total
ja: 計 %@
zh_hans: 共 %@

# 共 %@ 个应用
source: %@ apps total
ja: 計 %@ 個のアプリ
zh_hans: 共 %@ 个应用

# 共 %@ 项 · %@
source: 共 %1$@ 项 · %2$@
ja: 計 %@ 件 · %@
zh_hans: 共 %@ 项 · %@

# 内容 100% 相同的文件夹
source: Folders with 100% identical contents
ja: 内容が 100% 同一のフォルダ
zh_hans: 内容 100% 相同的文件夹

# 冲突路径 %@ 个 · 共 %@
source: 冲突路径 %1$@ 个 · 共 %2$@
ja: パス衝突 %@ 件 · 計 %@
zh_hans: 冲突路径 %@ 个 · 共 %@

# 准备就绪
source: Ready
ja: 準備完了
zh_hans: 准备就绪

# 准备扫描
source: Ready to scan
ja: スキャンの準備ができました
zh_hans: 准备扫描

# 包含 %@ 项注意 / %@ 项危险，请确认。
source: 包含 %1$@ 项注意 / %2$@ 项危险，请确认。
ja: 注意 %@ 件 / 危険 %@ 件を含みます。ご確認ください。
zh_hans: 包含 %@ 项注意 / %@ 项危险，请确认。

# 包含危险项或运行中应用的文件。请确认已保存工作。
source: Contains dangerous items or files from running apps. Make sure your work is saved.
ja: 危険な項目または実行中アプリのファイルが含まれます。作業内容を保存してから実行してください。
zh_hans: 包含危险项或运行中应用的文件。请确认已保存工作。

# 包含注意项：清理后可能需要重新登录或重建缓存。
source: Contains items that need attention: you may have to sign in again or rebuild caches afterwards.
ja: 注意が必要な項目が含まれます。クリーンアップ後に再ログインやキャッシュの再構築が必要になる場合があります。
zh_hans: 包含注意项：清理后可能需要重新登录或重建缓存。

# 占用最多
source: Takes up the most
ja: 最多の容量を使用
zh_hans: 占用最多

# 危险操作
source: Dangerous action
ja: 危険な操作
zh_hans: 危险操作

# 卷诊断
source: Volume Diagnostics
ja: ボリューム診断
zh_hans: 卷诊断

# 卸载 (%@)
source: Uninstall (%@)
ja: アンインストール（%@）
zh_hans: 卸载 (%@)

# 历史
source: History
ja: 履歴
zh_hans: 历史

# 反选
source: Invert
ja: 反転
zh_hans: 反选

# 发现 %@ 项可清理
source: %@ items ready to clean
ja: クリーンアップ可能な項目が %@ 件見つかりました
zh_hans: 发现 %@ 项可清理

# 可回收 %@
source: %@ reclaimable
ja: %@ を再利用可能
zh_hans: 可回收 %@

# 可在「历史」时间线中随时还原本次清理
source: You can undo this cleanup any time from the History timeline.
ja: このクリーンアップはいつでも履歴タイムラインから元に戻せます。
zh_hans: 可在「历史」时间线中随时还原本次清理

# 可释放 %@
source: %@ can be freed
ja: %@ を解放できます
zh_hans: 可释放 %@

# 启动项
source: Startup Items
ja: 起動項目
zh_hans: 启动项

# 实际释放量以废纸篓清倒为准
source: Actual space is freed when the Trash is emptied.
ja: 実際に解放される容量はゴミ箱を空にした時点の値です。
zh_hans: 实际释放量以废纸篓清倒为准

# 宽松（找出更多）
source: Loose (finds more)
ja: 緩め（より多く検出）
zh_hans: 宽松（找出更多）

# 将 %@ 个应用及其残留文件移入废纸篓，可回收 %@ 空间。残留会先备份 30 天，可从备份还原。%@%@
source: 将 %1$@ 个应用及其残留文件移入废纸篓，可回收 %2$@ 空间。残留会先备份 30 天，可从备份还原。%3$@%4$@
ja: %@ 個のアプリとその残留ファイルをゴミ箱へ移動し、%@ の容量を再利用できます。残留は 30 日間バックアップされ、バックアップから復元できます。%@%@
zh_hans: 将 %@ 个应用及其残留文件移入废纸篓，可回收 %@ 空间。残留会先备份 30 天，可从备份还原。%@%@

# 将清理选中的推荐项和可选项，文件将移入废纸篓。
source: Cleans the selected recommended and optional items. Files go to the Trash.
ja: 選択した推奨項目と任意項目をクリーンアップします。ファイルはゴミ箱へ移動します。
zh_hans: 将清理选中的推荐项和可选项，文件将移入废纸篓。

# 尚无历史记录
source: No history yet
ja: 履歴はまだありません
zh_hans: 尚无历史记录

# 尚无清理记录
source: No cleanups yet
ja: クリーンアップの記録はまだありません
zh_hans: 尚无清理记录

# 工具箱
source: Toolbox
ja: ツールボックス
zh_hans: 工具箱

# 左侧选择重复组查看详情。
source: Select a duplicate group on the left to see details.
ja: 左側で重複グループを選択すると詳細が表示されます。
zh_hans: 左侧选择重复组查看详情。

# 已授权主目录
source: Home folder authorized
ja: ホームフォルダの許可済み
zh_hans: 已授权主目录

# 已用 %@
source: %@ used
ja: %@ 使用中
zh_hans: 已用 %@

# 已用 %@ / %@
source: %@ used / %@
ja: %@ 使用中 / %@
zh_hans: 已用 %@ / %@

# 已订阅
source: Subscribed
ja: 購読中
zh_hans: 已订阅

# 已选 %@
source: %@ selected
ja: %@ 選択中
zh_hans: 已选 %@

# 已选 %@ 个
source: %@ selected
ja: %@ 個選択中
zh_hans: 已选 %@ 个

# 已选 %@ 张 · 可释放约 %@
source: 已选 %1$@ 张 · 可释放约 %2$@
ja: %@ 枚選択中 · 約 %@ 解放可能
zh_hans: 已选 %@ 张 · 可释放约 %@

# 已选 %@ 项
source: %@ items selected
ja: %@ 件選択中
zh_hans: 已选 %@ 项

# 已释放 %@
source: Freed %@
ja: %@ を解放しました
zh_hans: 已释放 %@

# 应用卸载
source: App Uninstall
ja: アプリ削除
zh_hans: 应用卸载

# 应用已删除
source: App deleted
ja: アプリは削除されました
zh_hans: 应用已删除

# 应用本体
source: App itself
ja: アプリ本体
zh_hans: 应用本体

# 开始扫描
source: Start Scan
ja: スキャン開始
zh_hans: 开始扫描

# 开始首次扫描
source: Run your first scan
ja: 最初のスキャンを開始
zh_hans: 开始首次扫描

# 异常
source: Warning
ja: 異常
zh_hans: 异常

# 异常项
source: Problem items
ja: 異常のある項目
zh_hans: 异常项

# 快速扫描
source: Quick Scan
ja: クイックスキャン
zh_hans: 快速扫描

# 您的扫描和清理记录将显示在这里
source: Your scan and cleanup records will appear here
ja: スキャンとクリーンアップの記録がここに表示されます
zh_hans: 您的扫描和清理记录将显示在这里

# 所有扫描、分类和 AI 分析均在您的设备本地完成。 我们不会收集、上传或分享任何个人数据。
source: All scanning, classification and AI analysis run locally on your device. We never collect, upload or share any personal data.
ja: すべてのスキャン、分類、AI 分析はお使いのデバイス上でローカルに実行されます。 個人データを収集・アップロード・共有することは一切ありません。
zh_hans: 所有扫描、分类和 AI 分析均在您的设备本地完成。 我们不会收集、上传或分享任何个人数据。

# 打开系统设置
source: Open System Settings
ja: システム設定を開く
zh_hans: 打开系统设置

# 扫描 %@ 个照片目录，找出截图堆积与相似照片。比对完全在本机完成。
source: Scans %@ photo folders for piled-up screenshots and similar photos. Comparison runs entirely on this Mac.
ja: %@ 個の写真フォルダをスキャンし、たまりがちなスクリーンショットや類似写真を検出します。比較はすべて本機で完結します。
zh_hans: 扫描 %@ 个照片目录，找出截图堆积与相似照片。比对完全在本机完成。

# 扫描中...
source: Scanning...
ja: スキャン中...
zh_hans: 扫描中...

# 扫描中…
source: Scanning…
ja: スキャン中…
zh_hans: 扫描中…

# 扫描历史
source: Scan History
ja: スキャン履歴
zh_hans: 扫描历史

# 扫描并清理后，此处将显示清理历史，支持回滚
source: Once you scan and clean, your cleanup history appears here and can be rolled back
ja: スキャンしてクリーンアップすると、ここに履歴が表示され、元に戻すこともできます
zh_hans: 扫描并清理后，此处将显示清理历史，支持回滚

# 扫描照片缓存
source: Scan photo caches
ja: 写真キャッシュをスキャン
zh_hans: 扫描照片缓存

# 扫描结果
source: Scan Results
ja: スキャン結果
zh_hans: 扫描结果

# 按当前趋势，预计约 %@ 天后磁盘占满。建议提前清理大文件。
source: At the current rate your disk fills up in about %@ days. Consider cleaning large files early.
ja: 現在のペースでは約 %@ 日でディスクがいっぱいになります。早めに大きなファイルをクリーンアップすることをおすすめします。
zh_hans: 按当前趋势，预计约 %@ 天后磁盘占满。建议提前清理大文件。

# 授权主目录后，kWise 才能发现可清理的缓存与残留。
source: Authorize your home folder so kWise can find caches and leftovers to clean.
ja: ホームフォルダを許可すると、kWise がクリーンアップ可能なキャッシュや残留ファイルを見つけられます。
zh_hans: 授权主目录后，kWise 才能发现可清理的缓存与残留。

# 授权主目录后，kWise 才能发现并清理大部分垃圾文件。
source: Authorize your home folder so kWise can find and clean most junk files.
ja: ホームフォルダを許可すると、kWise がほとんどの不要ファイルを検出してクリーンアップできます。
zh_hans: 授权主目录后，kWise 才能发现并清理大部分垃圾文件。

# 授权主目录访问
source: Authorize home folder access
ja: ホームフォルダへのアクセスを許可
zh_hans: 授权主目录访问

# 授权后开始 Smart Care
source: Start Smart Care after authorizing
ja: 許可後にスマートケアを開始
zh_hans: 授权后开始 Smart Care

# 排序:
source: Sort:
ja: 並べ替え:
zh_hans: 排序:

# 数据全部在本机生成 · 磁盘采样来自使用 kWise 期间
source: All data generated on this Mac · disk samples collected while you use kWise
ja: データはすべて本機で生成 · ディスクのサンプルは kWise の使用中に収集
zh_hans: 数据全部在本机生成 · 磁盘采样来自使用 kWise 期间

# 文件粉碎
source: File Shredder
ja: ファイルシュレッダー
zh_hans: 文件粉碎

# 无限清理
source: Unlimited Cleaning
ja: 無制限清掃
zh_hans: 无限清理

# 显示其余 %@ 项（按大小）
source: Show %@ more (by size)
ja: 残り %@ 件を表示（サイズ順）
zh_hans: 显示其余 %@ 项（按大小）

# 智能磁盘清理，让您的 Mac 存储空间回到"足够"
source: Smart disk cleaning that brings your Mac's storage back to "enough"
ja: スマートなディスククリーンアップで、Mac のストレージを「十分」な状態に戻します
zh_hans: 智能磁盘清理，让您的 Mac 存储空间回到"足够"

# 暂无明显的占满趋势（近期波动较大）。
source: No clear trend toward filling up (recent usage fluctuates a lot).
ja: 明確な逼迫傾向はありません（最近の使用量は変動が大きい状態です）。
zh_hans: 暂无明显的占满趋势（近期波动较大）。

# 更快,更干净
source: Faster, cleaner
ja: より速く、よりきれいに
zh_hans: 更快,更干净

# 最小文件大小：%@
source: Minimum file size: %@
ja: 最小ファイルサイズ：%@
zh_hans: 最小文件大小：%@

# 最近使用 %@
source: Last used %@
ja: 最終使用 %@ 前
zh_hans: 最近使用 %@

# 最近使用：未知
source: Last used: unknown
ja: 最終使用：不明
zh_hans: 最近使用：未知

# 最近粉碎记录
source: Recent shredding history
ja: 最近のシュレッダー処理履歴
zh_hans: 最近粉碎记录

# 未能完成
source: Couldn't complete
ja: 完了できませんでした
zh_hans: 未能完成

# 未选择任何应用
source: No apps selected
ja: アプリが選択されていません
zh_hans: 未选择任何应用

# 本月清理的大文件 Top 5
source: Top 5 large files cleaned this month
ja: 今月クリーンアップした大きなファイル Top 5
zh_hans: 本月清理的大文件 Top 5

# 本机智能匹配 · 不联网 · 不上传任何数据
source: On-device matching · no network · nothing uploaded
ja: 本機でのスマート照合 · ネットワーク不使用 · データのアップロードなし
zh_hans: 本机智能匹配 · 不联网 · 不上传任何数据

# 本次会话
source: This session
ja: このセッション
zh_hans: 本次会话

# 本次已释放 %@
source: Freed %@
ja: %@を解放しました
zh_hans: 本次已释放 %@

# 权限概览
source: App Permissions
ja: アプリの権限
zh_hans: 权限概览

# 构成
source: Composition
ja: 内訳
zh_hans: 构成

# 查找相似照片
source: Find similar photos
ja: 類似写真を探す
zh_hans: 查找相似照片

# 标准
source: Standard
ja: 標準
zh_hans: 标准

# 样本不足 — 继续使用 kWise 几天后即可生成预测。
source: Not enough samples — keep using kWise for a few days to get a forecast.
ja: サンプルが不足しています。数日間 kWise を使い続けると予測を生成できます。
zh_hans: 样本不足 — 继续使用 kWise 几天后即可生成预测。

# 核心功能
source: Core features
ja: 主な機能
zh_hans: 核心功能

# 桌面 Widget + Shortcuts
source: Desktop Widget + Shortcuts
ja: デスクトップWidget + Shortcuts
zh_hans: 桌面 Widget + Shortcuts

# 检查 Photos.app 缓存、iPhoto 图库、iOS 备份与照片流临时文件
source: Checks Photos.app caches, iPhoto libraries, iOS backups and Photo Stream temp files
ja: Photos.app のキャッシュ、iPhoto ライブラリ、iOS バックアップ、フォトストリームの一時ファイルを確認します
zh_hans: 检查 Photos.app 缓存、iPhoto 图库、iOS 备份与照片流临时文件

# 检测到 %@ 个运行中应用涉及您选择的清理项
source: %@ running apps are involved in the items you selected
ja: 選択した項目には実行中のアプリが %@ 件関わっています
zh_hans: 检测到 %@ 个运行中应用涉及您选择的清理项

# 正在扫描照片缓存...
source: Scanning photo caches...
ja: 写真キャッシュをスキャン中...
zh_hans: 正在扫描照片缓存...

# 正在扫描隐私数据...
source: Scanning privacy data...
ja: プライバシーデータをスキャン中...
zh_hans: 正在扫描隐私数据...

# 正在选择可清理项…
source: Picking what to clean…
ja: クリーン対象を選定中…
zh_hans: 正在选择可清理项…

# 正常
source: Healthy
ja: 正常
zh_hans: 正常

# 此操作将永久删除文件，不可通过废纸篓恢复！
source: This permanently deletes files — they cannot be recovered from the Trash!
ja: この操作でファイルは完全に削除され、ゴミ箱から復元できません！
zh_hans: 此操作将永久删除文件，不可通过废纸篓恢复！

# 残留
source: Leftovers
ja: 残留ファイル
zh_hans: 残留

# 残留文件 (%@)
source: Leftover files (%@)
ja: 残留ファイル（%@）
zh_hans: 残留文件 (%@)

# 每周释放
source: Freed per week
ja: 週ごとの解放量
zh_hans: 每周释放

# 每次清理归为一条记录，可整体回滚到清理前状态
source: Each cleanup is one record you can roll back entirely
ja: クリーンアップごとに 1 件の記録となり、まとめて元に戻せます
zh_hans: 每次清理归为一条记录，可整体回滚到清理前状态

# 注意
source: Attention
ja: 注意
zh_hans: 注意

# 浏览器历史、Cookie、缓存、系统日志
source: Browser history, cookies, caches, system logs
ja: ブラウザの履歴、Cookie、キャッシュ、システムログ
zh_hans: 浏览器历史、Cookie、缓存、系统日志

# 清 理
source: Clean
ja: クリーンアップ
zh_hans: 清 理

# 清理
source: Clean
ja: クリーンアップ
zh_hans: 清理

# 清理中...
source: Cleaning...
ja: クリーンアップ中...
zh_hans: 清理中...

# 清理中…
source: Cleaning…
ja: クリーン中…
zh_hans: 清理中…

# 清理助手
source: Cleanup Assistant
ja: クリーンアップアシスタント
zh_hans: 清理助手

# 清理历史
source: Cleanup History
ja: 清掃履歴
zh_hans: 清理历史

# 清理完成
source: Cleanup Complete
ja: クリーンアップ完了
zh_hans: 清理完成

# 清理时间线
source: Cleanup Timeline
ja: クリーンアップのタイムライン
zh_hans: 清理时间线

# 清理最多
source: Cleaned the most
ja: 最多のクリーンアップ実績
zh_hans: 清理最多

# 清理较旧文件夹
source: Clean the older folder
ja: 古いフォルダをクリーンアップ
zh_hans: 清理较旧文件夹

# 点击下钻 · ⌘点击选中待清理
source: Click to drill down · ⌘-click to select for cleaning
ja: クリックで詳細へ · ⌘クリックでクリーンアップ対象を選択
zh_hans: 点击下钻 · ⌘点击选中待清理

# 照片缓存
source: Photo caches
ja: 写真キャッシュ
zh_hans: 照片缓存

# 环形图
source: Ring chart
ja: リングチャート
zh_hans: 环形图

# 现在开始您的第一次扫描，发现可清理的空间
source: Run your first scan to discover space you can clean
ja: 最初のスキャンを実行して、クリーンアップ可能な容量を見つけましょう
zh_hans: 现在开始您的第一次扫描，发现可清理的空间

# 用户安装
source: User-installed
ja: ユーザーがインストール
zh_hans: 用户安装

# 矩形图
source: Treemap
ja: ツリーマップ
zh_hans: 矩形图

# 确认清理
source: Confirm cleanup
ja: クリーンアップを確認
zh_hans: 确认清理

# 磁盘健康
source: Disk Health
ja: ディスクヘルス
zh_hans: 磁盘健康

# 磁盘将满预测
source: Disk fill-up forecast
ja: ディスク逼迫の予測
zh_hans: 磁盘将满预测

# 磁盘空间
source: Disk Space
ja: ディスク容量
zh_hans: 磁盘空间

# 第 %@ / %@ 步
source: 第 %1$@ / %2$@ 步
ja: ステップ %@ / %@
zh_hans: 第 %@ / %@ 步

# 管理登录时自动启动的代理与守护项
source: Manage agents and daemons that start automatically at login
ja: ログイン時に自動起動するエージェントとデーモンを管理します
zh_hans: 管理登录时自动启动的代理与守护项

# 系统维护
source: Maintenance
ja: メンテナンス
zh_hans: 系统维护

# 覆写文件内容后移入废纸篓，确保敏感文件无法恢复
source: Overwrites file contents before moving to the Trash, so sensitive files can't be recovered
ja: ゴミ箱へ移動する前にファイル内容を上書きし、機密ファイルを復元できなくします
zh_hans: 覆写文件内容后移入废纸篓，确保敏感文件无法恢复

# 解锁全部 kWise 功能
source: Unlock every kWise feature
ja: すべての kWise 機能を解放
zh_hans: 解锁全部 kWise 功能

# 设置
source: Settings
ja: 設定
zh_hans: 设置

# 试试这样问：
source: Try asking:
ja: このような質問を試してください：
zh_hans: 试试这样问：

# 该项涉及应用配置或个人数据，清理前请确认对应应用未在运行。
source: This item touches app settings or personal data — make sure the app isn't running before cleaning.
ja: この項目はアプリの設定や個人データに関わります。クリーンアップ前に該当アプリが起動していないことを確認してください。
zh_hans: 该项涉及应用配置或个人数据，清理前请确认对应应用未在运行。

# 该项目的启动配置将移入废纸篓，可随时在 kWise 中恢复。
source: This item's startup entry goes to the Trash and can be restored from kWise any time.
ja: この項目の起動設定はゴミ箱へ移動し、いつでも kWise から復元できます。
zh_hans: 该项目的启动配置将移入废纸篓，可随时在 kWise 中恢复。

# 运行中...
source: Running...
ja: 実行中...
zh_hans: 运行中...

# 还原中…
source: Restoring…
ja: 復元中…
zh_hans: 还原中…

# 还原清理项
source: Restore cleaned items
ja: クリーンアップした項目を復元
zh_hans: 还原清理项

# 这些副本是 APFS 克隆，删除几乎不会释放实际空间
source: These copies are APFS clones — deleting them frees almost no real space
ja: これらのコピーは APFS クローンです。削除しても実際の容量はほとんど解放されません
zh_hans: 这些副本是 APFS 克隆，删除几乎不会释放实际空间

# 这些操作不可逆。请输入 DELETE 以确认。
source: These actions are irreversible. Type DELETE to confirm.
ja: これらの操作は取り消せません。確認のため DELETE と入力してください。
zh_hans: 这些操作不可逆。请输入 DELETE 以确认。

# 这看起来是「%@」相关的备份副本——像是同一项目的两次备份
source: This looks like a backup copy related to "%@" — likely two backups of the same project
ja: これは「%@」に関連するバックアップコピーのようです。同じプロジェクトの 2 回分のバックアップと思われます
zh_hans: 这看起来是「%@」相关的备份副本——像是同一项目的两次备份

# 这看起来是「%@」相关的备份副本——其中一个已经 %lld 天没有更新，像是同一项目的旧备份
source: This looks like a backup copy related to "%@" — one hasn't changed in %lld days, so it seems to be an older backup of the same project
ja: これは「%@」に関連するバックアップコピーのようです。一方は %lld 日間更新されておらず、同じプロジェクトの古いバックアップと思われます
zh_hans: 这看起来是「%@」相关的备份副本——其中一个已经 %lld 天没有更新，像是同一项目的旧备份

# 选择一组
source: Pick a group
ja: グループを選択
zh_hans: 选择一组

# 选择要可视化的文件夹
source: Choose a folder to visualize
ja: 可視化するフォルダを選択
zh_hans: 选择要可视化的文件夹

# 释放了 %@
source: %@ freed
ja: %@ 解放済み
zh_hans: 释放了 %@

# 隐私
source: Privacy
ja: プライバシー
zh_hans: 隐私

# 隐私概览
source: Privacy Overview
ja: プライバシー概要
zh_hans: 隐私概览

# 隐私清理
source: Privacy Cleanup
ja: プライバシークリーンアップ
zh_hans: 隐私清理

# 隐私至上
source: Privacy first
ja: プライバシーを最優先
zh_hans: 隐私至上

# 需手动处理
source: Needs manual steps
ja: 手動での対応が必要
zh_hans: 需手动处理

# 需要你的授权
source: Authorization Required
ja: 認証が必要です
zh_hans: 需要你的授权

# 需要完整磁盘访问
source: Full Disk Access required
ja: フルディスクアクセスが必要
zh_hans: 需要完整磁盘访问

# 项目已移入废纸篓，30 天内可在历史中还原。
source: Items moved to the Trash — you can restore them from History within 30 days.
ja: 項目はゴミ箱へ移動しました。30 日以内なら履歴から復元できます。
zh_hans: 项目已移入废纸篓，30 天内可在历史中还原。

# 预计释放 %@（移入废纸篓，可随时还原）
source: About %@ to be freed (moved to the Trash, restorable any time)
ja: 約 %@ の解放が見込まれます（ゴミ箱へ移動し、いつでも復元可能）
zh_hans: 预计释放 %@（移入废纸篓，可随时还原）

# 智能清理
source: Smart Care
zh_hans: 智能清理
